export const DESCRIPTION_CELL_EMPTY = {
    en: {
        titleTurn: "PLAYER выбрасывает VALUE и попадает на ячейку компании COMPANY",
        title: "Вы попали на ячейку",
        inJail: "Вы не несете никаких потерь.Ожидайте следующего хода.",
        parking: "Место отдыха.Ожидайте следующего хода.",
        start: "Стартовое поле. Вы получаете 200.000"
    },
    ru: {
        titleTurn: "PLAYER выбрасывает VALUE и попадает на ячейку ",
        title: "Вы попали на ячейку ",
        inJail: "Вы не несете никаких потерь. Ожидайте следующего хода.",
        parking: "Место отдыха. Ожидайте следующего хода.",
        start: "Стартовое поле. Вы получаете $200.000"
    }
}



