import { dataChange } from "src/types";

export const DATA_LOSS: dataChange = {
    en: [],
    ru: [
        {
            description: ' Проведение бизнес тренингов для руководителей отделов, потребовало затрат.Сумма затрат: $',
            value: 100000
        },
        {
            description: ' Разрешение контролирующих органов повлекло представительские расходы. Сумма затрат: $',
            value: 100000
        },
        {
            description: ' Конкуренты увели часть клиентов.Сумма убытков: $',
            value: 150000
        }
    ]
}
