import { dataChange } from "src/types";

export const DATA_PROFIT: dataChange = {
    en: [],
    ru: [
        {
            description: ' Возврат старого займа. Прибыль $',
            value: 100000
        },
        {
            description: ' Вам будут выплачены банковские дивиденды. Прибыль $',
            value: 150000
        },
        {
            description: ' Получение сертификата ISO 9001 повысило уровень лояльности ваших клиентов. Прибыль $.',
            value: 200000
        },
        {
            description: ' Заключение долгосрочных договоров с крупной траспортной компанией снизило расходы на логистику. Прибыль $.',
            value: 200000
        }
    ]
}

// Проведение бизнес тренингов для руководителей отделов, потребовало затрат.Сумма затрат 100000
// Разрешение контролирующих органов повлекло представительскте расходы.Сумма затрат 100000
// Конкуренты увели часть клиентов.Сумма убытков 100000