{
    "firstTurn": "The first move goes to $PLAYER$.",
    "turn": "Player $PLAYER$ moves.",
    "doubleTurn": "Player $PLAYER$ moves. Repeated move after a double.",
    "intoCell": "$PLAYER$ throws $VALUEROLL$ and hits cell $CELLNAME$.",
    "loss": "Loss",
    "profit": "Profit",
    "tax5": "Tax 5%",
    "tax10": "tax 10%",
    "parking": "Free zone",
    "inJail": "Prison",
    "goJail": "Go to prison",
    "start": "Start",
    "total": "Total",
    "capital": "Capital",
    "bankrot": "Bankrupt",
    "totalGame": "Total games played: ",
    "totalCompany": "Owned company",
    "leaveGame": "Leave game",
    "stayGameButton": "Остаться в игре",
    "joinGame": "Join game",
    "leaveGameSure": "Are you sure you want to leave the game?",
    "winGame": "Total wins: ",
    "youWin": "You Win!",
    "youLose": "You lose=(",
    "nameWinner": "Winner: ",
    "nickname": "Nickname",
    "password": "Password",
    "logInProfile": "Log in profile",
    "register": "Register profile",
    "loginForm": "Login",
    "infoCellTurnTitle": "You are in a cell: ",
    "infoAuctionTitle": "Bidding for the company is being held: ",
    "startDesc": "Starting field. You receive $200,000",
    "inJailDesc": "You do not incur any losses. Wait for the next move.",
    "parkingDesc": "Rest place. Wait for the next move.",
    "goJailDesc": "You are under arrest, go to jail. To exit, you must pay a fine of $50,000 or throw a double in one of three attempts.",
    "descloss0": "Conducting business training for department heads required costs.",
    "descloss1": "Permission from regulatory authorities entailed representation expenses.",
    "descloss2": "Competitors have stolen some customers.",
    "descloss3": "The delay in paying wages to human resources provoked mass layoffs of employees.",
    "descloss4": "Debts on contributions to the state budget have led to penalties.",
    "descloss5": "Cancellation of contracts with leading counterparties due to non-compliance with contractual terms led to losses.",
    "descloss6": "The decrease in equity capital associated with the departure of some persons from the founding staff led to losses.",
    "descloss7": "The lack of resources to replace fixed assets caused production downtime.",
    "descloss8": "Elimination of the environmental consequences of the accident and restoration of the disturbed state of the natural environment.",
    "descloss9": "Lost benefits from changes in the state of the environment and natural resources led to costs.",
    "descloss10": "The debtor's delay in fulfilling his obligations caused a monthly loss.",
    "descloss11": "Expenses for administrative fines and satisfaction of tax claims.",
    "descloss12": "The cost of taking measures necessary to reduce the undesirable consequences of the offense.",
    "descprofit0": "Repayment of an old loan.",
    "descprofit1": "You will be paid bank dividends.",
    "descprofit2": "Obtaining ISO 9001 certification has increased the level of loyalty of your customers.",
    "descprofit3": "Concluding long-term contracts with a large transport company reduced logistics costs.",
    "descprofit4": "Excellent work of the marketing department allowed us to save our budget.",
    "descprofit5": "Increasing the volume of products sold allowed us to increase monthly profit.",
    "descprofit6": "Entering new sales markets helped increase monthly profits.",
    "descprofit7": "Improving the forms and methods of management and planning has made it possible to increase profits.",
    "descprofit8": "Improving the quality and reducing the cost of products sold.",
    "descprofit9": "The introduction of scientific and technological progress has increased the profitability of the enterprise.",
    "descprofit10": "Increasing revenue through more sales due to lower costs.",
    "descprofit11": "Carrying out measures to optimize time and fixed costs for the production of goods.",
    "descprofit12": "Conducting comprehensive audits of the enterprise, during which unaccounted expenses were identified.",
    "desctax5": "Unscheduled tax audit. You must pay 5% tax",
    "desctax10": "Unscheduled tax audit. You must pay 10% tax.",
    "profitRes": "You receive income in the amount: ",
    "lossRes": "You need to pay expenses in the amount: ",
    "enoughMoney": "You have enough funds to pay off your debt. But you can sell shares or pledge the company.",
    "noEnoughMoney": "You don't have enough funds to pay off your debt. You can sell shares or mortgage the company.",
    "playerBankrupt": "You don't have enough capital to pay off your debt. You can leave the game or remain as a spectator.",
    "addTotal": "$PLAYER$ receives income in the amount: $VALUEROLL$.",
    "minusTotal": "$PLAYER$ incurs costs in the amount: $VALUEROLL$.",
    "minusTotalBuyCompany": "$PLAYER$ buys company $CELLNAME$ for: $$VALUEROLL$.",
    "minusTotalPayDebt": "$PLAYER$pays off the debt in the amount: $$VALUEROLL$.",
    "minusTotalPayRent": "$PLAYER$ pays rent in the amount: $$VALUEROLL$.",
    "minusTotalPayPrison": "$PLAYER$ pays a fine and will be released from prison",
    "doubleTurnPrison": "$PLAYER$ rolls a double three times in a row and is sent to prison for fraud.",
    "leavePrison": "$PLAYER$ leaves prison",
    "getInPrison": "$PLAYER$ goes to jail",
    "prisonDesc": "You are in prison. To be released from prison, you must pay a fine of $50,000, or throw out a double in three attempts.",
    "prisonAttempt": "You have attempts left:",
    "diceRollButton": "Dice Roll",
    "buyCompanyButton": "Buy company",
    "startAuctionButton": "Announce auction",
    "offerDealButton": "Offer deal",
    "newGameButton": "New game",
    "createGame": "Create game",
    "roomName": "Room name",
    "colorPlayer": "Player's color",
    "maxPlayers": "Number of players",
    "timeTurn": "Time turn",
    "placeholderInput": "Please enter ",
    "payButton": "Pay off debt",
    "mortgageButton": "Mortgage companies",
    "sellStockButton": "Sell stock",
    "makeBidButton": "Make bid",
    "leaveButton": "Leave",
    "waitAuction": "Wait your turn to bet.",
    "inactiveAuction": "Wait for the auction to end.",
    "finishButton": "Complete",
    "canselDealButton": "Cansel offer",
    "buyStockDesc": "Select the shares you want to buy on the company playing field.",
    "buyOutCompanyDesc": "Select the companies you want to buy out on the playing field.",
    "sellStockDesc": "Select the shares you want to sell on the company playing field.",
    "pledgeCompanyDesc": "Select the companies you want to mortgage on the playing field.",
    "buyCompanyInfo": "You can buy this company for $$PRICE$.",
    "pledgeCompanyInfo": "The company was mortgaged by the owner. There are no costs to you.",
    "ownedCompanyInfo": "You are the owner of the company. There are no costs to you.",
    "rentCompanyInfo": "You need to pay rent to the player $PLAYER_OWNED$, in the amount of $$RENT$.",
    "auctionCompanyInfo": "You do not have enough funds to purchase. The company will be put up for auction.",
    "offerPersonCompany": "Offer to the company:",
    "receivePersonCompany": "Request companies:",
    "offerPersonMoney": "Offer money:",
    "receivePersonMoney": "Request money:",
    "nanResult": "Offer the terms of the deal",
    "noBalanseDeal": "The offer cannot be submitted. The deal is not balanced.",
    "balanseDeal": "An offer can be sent.",
    "sendDealButton": "Send offer",
    "balanseTitle": "Balanse deal",
    "choisePlayerTitle": "Select the player you want to offer a trade to:",
    "player": "Player",
    "getOffer": "will give:",
    "getCompany": "Company: ",
    "getMoney": "Money: ",
    "termsDeal": "Terms of the deal",
    "acceptDealButton": "Accept",
    "refuseDealButton": "Refuse",
    "awaitSolution": "Wait for the other player's decision.",
    "refuseDealInfo": "The deal fell through. $PLAYER$ did not accept the terms of the deal.",
    "acceptDealInfo": "The deal was completed. $PLAYER$ accepted the terms of the deal.",
    "startAuction": "Company $CELLNAME$ has been put up for auction. Starting price is: $$PRICE$.",
    "leaveAuction": "$PLAYER$ leaves the auction.",
    "stepAuction": "$PLAYER$ ups the bet.",
    "endAuction": "Auction finished.",
    "infoAuction": "Lot information",
    "rentValue": "Rent rate:",
    "startPrice": "Start price company:",
    "currentBid": "Current rate:",
    "currentWinner": "Current winner:",
    "noWinner": "Not defined",
    "frelly": "Аree cell",
    "maxPlayerRoom": "Maximum number of players: ",
    "nameRoom": "Name room: ",
    "playerOnline": "Игроков в комнате: ",
    "durationStep": "Time moves: ",
    "joinGameButton": "Join game",
    "language": "Language",
    "rules": "Game rules",
    "info": "About project",
    "exitProfile": "Exit profile",
    "editProfile": "Edit profile",
    "modalInfoTitle": "Cell: ",
    "reconnectTitle": "Reconnecting game",
    "reconnectGame": "Reconnecting",
    "reconnectText": "You have an active game. You can reconnect to the game or leave it.",
    "companyInfo": "By purchasing a company, you can receive rent from other players in the future. Below is information about rental rates and stock prices.",
    "mainPageInfo": "In this version of the classic board game Monopoly, based on trading companies, each player controls his own piece and takes turns moving around the playing field. Buy and trade companies to collect rent from other players when they land on your companies. Buy additional shares of companies to drive your opponents to bankruptcy and build the biggest monopoly.",
    "listRoom": "List room",
    "sync": "Refresh",
    "add": "Create",
    "placeholderRoom": "Enter request...",
    "uploadFile": "Select file",
    "footerEditProfile": "To save, enter your current password.",
    "newNickName": "New nickname",
    "newPassword": "New password",
    "oldPassword": "Current password",
    "deleteProfile": "Delete profile",
    "deleteProfileDesc": "To delete a profile, enter your current login and password.",
    "chatTitle": "Chat game",
    "messageChat": "Message",
    "placeholderChat": "Enter your message...",
    "resultDice": "You rolled a: ",
    "turnInside": "Your turn",
    "volume": "Volume",
    "buyStockButton": "Buy stock",
    "buyOutButton": "Buy out company",
    "infoCell": "Info about cell",
    "priceCompany": "Price company:",
    "infoCompany": "Info about company",
    "collateralCompany": "Collateral value:",
    "buyBackCompany": "Buyout cost:",
    "priceStock": "Price stock:",
    "basicRent": "Basic rent:",
    "monopolyRent": "In a monopoly without shares:",
    "profitabilityCompany": "Profitability company",
    "profitInfo": "Once in this cell, you receive unplanned income.",
    "lossInfo": "Once on this cell, you incur losses due to unforeseen circumstances.",
    "inJailInfo": "This is a prison. If you got here from the GOJAIL field, you must pay a $50,000 fine or roll a double in three attempts. If you hit this cell directly, you do not suffer any losses.",
    "parkingInfo": "Free cell. Here you do not incur any costs or losses. Rest.",
    "goJailInfo": "Once on this cell, you are sent to prison. You will be required to pay a $50,000 fine or roll a double in three attempts.",
    "startInfo": "Starting field. For completing this cell, you will receive $200,000 each time.",
    "tax10Info": "Once in this cell, you are required to pay a tax in the amount of 10% of the amount of current capital.",
    "tax5Info": "Once in this cell, you are required to pay a tax in the amount of 5% of the amount of current capital.",
    "goMainButton": "Back to home",
    "error404": "Error 404",
    "error404title": "Page not found",
    "error404desc": "The address is incorrectly typed or the page does not exist",
    "titleAboutPage": "About project",
    "steckTech": "Technology stack used",
    "pageAboutDesc": "This project is a free online game that combines several game concepts. Its basics are similar to classic monopoly, and the online capabilities allowed it to introduce elements of role-playing games into the game. The project itself refers to multiplayer browser games. Since browser games do not require the installation of additional programs, you can start playing at any time.",
    "rulesTitle": "Game rules",
    "targetTitle": "Purpose of the game",
    "startGameTitle": "Start game",
    "buyActiveTitle": "Purchase of assets",
    "evolutionActiveTitle": "Asset development",
    "offersTitle": "Offers",
    "payRentTitle": "Dividend payment",
    "profitFieldTitle": "Prize fields",
    "lossFieldTitle": "Penalty fields",
    "targetDesc": "The goal of the game is to maximize your starting capital and ruin other players by buying assets or obtaining them as a result of transactions concluded with rivals and clever combinations, or purchasing assets at auction. Only one will win - the player who remains afloat, manages to amass the largest fortune and ruins all his rivals.",
    "startGameDesc": "At the beginning of the game, each player is provided with starting capital in the amount of $1,500,000. The chips of all participants in the game are automatically placed on the starting field.\nThe right to move first is determined automatically using a random number generator. For each move, the player is given no more time than specified when creating the game. A player who fails to complete his turn within the allotted time is automatically declared bankrupt and leaves the gaming room.\nPlayers take turns throwing the dice, in the order of the places they occupy on the gaming table. The player's piece moves clockwise by the number of fields corresponding to the sum of the numbers obtained on the dice as a result of the roll.",
    "buyActiveDesc": "If, as a result of rolling the dice, you end up on the field of a company that does not yet belong to anyone, you have the right to buy this asset at the price indicated on this field. You can get information about the company's profitability by clicking on this field. If you decide not to buy the asset, it must be put up for auction. The remaining players take turns making bids at the auction in the same order in which they make their moves, or refuse to participate in the auction. The auction increment is 10 percent of the company's initial value. The owner of the asset is the player who offered the highest price. Having become the owner of the asset, you begin to receive dividends every time an opponent enters the field of this company. In this case, the opponent is obliged to pay the owner the amount indicated in this field.",
    "evolutionActiveDesc": "Your task is to develop existing assets to obtain greater profits. To do this, it is necessary to take over all companies in one or several countries - in other words, to become a monopolist. By owning a monopoly, you can buy additional shares of your companies included in the monopoly during a move, which significantly increases the profitability of the company for you and causes more damage to your opponents when they hit these fields. You can get information about a company's profitability depending on the number of shares held by clicking on its field.",
    "offersDesc": "You can also acquire the asset you need to build a monopoly by making deals with other players: if another player already owns the asset you need, you can offer him money and/or another company in exchange. Remember that exchange combinations to obtain the desired company may consist of a whole chain of transactions with several players, so it is better to agree on concluding a deal with rivals in advance, in the game chat. Exchange combinations must be comparable in value: gifts, favors, loans are not permitted. To maintain the balance of transactions, there is a transaction evaluation mechanism that blocks unequal transactions.",
    "payRentDesc": "If, as a result of your move, you end up on the field of a company already owned by your opponent, you are obliged to pay the owner the amount indicated on this field. To pay off the debt, you can use both the money you already have and the money that you can get from the bank using your companies as collateral or selling your shares, for which, at the time of paying off the debt, you will see the corresponding interface buttons. If the player's entire capital (the total value of all assets and cash) is not enough to pay off the debt, he is declared bankrupt and leaves the game.",
    "profitFieldDesc": "There are two Chance prize fields on the game board, where you can get unplanned profits. The size of the prize payouts varies and depends only on your luck. In addition, each time each player completes a full game circle and passes through the starting field, he receives an unconditional income of $200,000.",
    "lossFieldDesc": "There are two Force Majeure penalty fields on the game board, and if you land on them, you incur losses, the size of which can also vary. Tax. Once here, you will have to pay taxes of 5 or 10 percent on your entire capital (the total value of all assets and cash). Field Prison. Your piece moves to the Prison field and is placed under arrest. For leaving this field you will have to pay a fine of $50,000 or roll a double on the dice in one of three attempts. A direct hit on the Jail field does not incur any penalties.",
    "buyStock": "Buy a stock for $",
    "sellStock": "Sell a stock for $",
    "pledgeCompany": "Pledge company for $",
    "buyOutCompany": "Buy out company for $",
    "errorInput": "Field from is required",
    "demoVersion": "Demo version"
}